<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.sterlinganderson.autopkg.2016SuiteSKULess</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL_BASE</key>
		<string>http://go.microsoft.com/fwlink/?linkid=</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Office2016</string>
		<key>NAME</key>
		<string>MSOffice2016</string>
		<key>REGION</key>
		<string>525133</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Autoupdate</string>
				<string>Microsoft Outlook</string>
				<string>Microsoft Excel</string>
				<string>Microsoft PowerPoint</string>
				<string>Microsoft Word</string>
				<string>Microsoft OneNote</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.arubdesu-recipes.munki.Office2016Suite</string>
</dict>
</plist>
