<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeAcrobatProXUpdate</string>
	<key>Input</key>
	<dict>
		<key>MAJOR_VERSION</key>
		<string>11</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Adobe/AcrobatPro/Updates</string>
		<key>NAME</key>
		<string>AdobeAcrobatProX_Update</string>
		<key>VERSION</key>
		<string>latest</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Adobe Acrobat Pro.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Adobe Creative Cloud</string>
			<key>developer</key>
			<string>Adobe</string>
			<key>description</key>
			<string></string>
			<key>display_name</key>
			<string>Adobe Acrobat Pro Update</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>update_for</key>
			<array>
				<string>AdobeAcrobat11ProMac</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.AdobeAcrobatProXUpdate</string>
</dict>
</plist>
