<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd
">
<plist version="1.0">
<dict>
        <key>Identifier</key>
        <string>com.github.sterlinganderson.autopkg.Alfred3</string>
        <key>Input</key>
        <dict>
                <key>MAJOR_VERSION</key>
                <string>3</string>
                <key>MUNKI_CATEGORY</key>
                <string>Utilities</string>
                <key>MUNKI_REPO_SUBDIR</key>
                <string>apps/alfred</string>
                <key>NAME</key>
                <string>Alfred3</string>
                <key>RELEASE_TYPE</key>
                <string>stable</string>
                <key>pkginfo</key>
                <dict>
                        <key>blocking_applications</key>
                        <array>
                                <string>Alfred 3</string>
                                <string>Alfred Preferences</string>
                        </array>
                        <key>catalogs</key>
                        <array>
                                <string>testing</string>
                        </array>
                        <key>category</key>
                        <string>%MUNKI_CATEGORY%</string>
                        <key>description</key>
                        <string>Alfred is a productivity application for Mac OS X, which aims to sav
e you time in searching your local computer and the web.</string>
                        <key>developer</key>
                        <string>Running with Crayons Ltd</string>
                        <key>display_name</key>
                        <string>Alfred 3</string>
                        <key>name</key>
                        <string>%NAME%</string>
                        <key>unattended_install</key>
                        <true/>
                        <key>unattended_uninstall</key>
                        <true/>
                </dict>
        </dict>
        <key>ParentRecipe</key>
        <string>io.github.hjuutilainen.munki.Alfred3</string>
</dict>
</plist>