<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.audacity</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Audacity</string>
		<key>DISPLAY_NAME</key>
		<string>Audacity</string>
		<key>DESCRIPTION</key>
		<string>Audacity is a free, easy-to-use, multi-track audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems.</string>
		<key>DEVELOPER</key>
		<string>Audacity</string>
		<key>MUNKI_CATEGORY</key>
		<string>Multimedia</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/audacity</string>
		<key>pkginfo</key>
		<dict>
		  <key>name</key>
		  <string>%NAME%</string>
		  <key>display_name</key>
		  <string>%DISPLAY_NAME%</string>
		  <key>description</key>
		  <string>%DESCRIPTION%</string>
		  <key>developer</key>
		  <string>%DEVELOPER%</string>
		  <key>category</key>
		  <string>%MUNKI_CATEGORY%</string>
		  <key>catalogs</key>
		  <array>
		    <string>testing</string>
		  </array>
		  <key>unattended_install</key>
		  <true/>
		  <key>unattended_uninstall</key>
		  <true/>
		  <key>minimum_os_version</key>
		  <string>10.11</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.timsutton.munki.audacity</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.timsutton.munki.audacity</key>
			<dict>
				<key>git_hash</key>
				<string>4726c10a023ea31ae48c6729191a472b1a56a57f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.timsutton-recipes/Audacity/Audacity.munki.recipe</string>
				<key>sha256_hash</key>
				<string>9fc91e355e6ed1a6ff8293b486feeaedfa4a2c994a852d55df22cff6f15d4f20</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
