<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.download.Audacity</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Audacity</string>
	</dict>
	<dict>
	    <key>Processor</key>
	    <string>URLTextSearcher</string>
	    <key>Arguments</key>
	    <dict>
	        <key>url</key>
	        <string>http://audacity.sourceforge.net/download/mac</string>
	        <key>re_pattern</key>
	        <string>(?P&lt;url&gt;http.[sour|goog].*?dmg)</string>
	    </dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.timsutton.download.audacity</string>
</dict>
</plist>
