<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.sterlinganderson.autopkg.Coda2</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Coda2</string>
		<key>NAME</key>
		<string>Coda2</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>The most innovative and incredible all-in-one editor for your web code.</string>
			<key>display_name</key>
			<string>Coda 2</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>category</key>
			<string>Productivity</string>
			<key>developer</key>
			<string>Panic</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.coda2</string>
</dict>
</plist>
