<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.firefox</string>
	<key>Input</key>
	<dict>
		<key>DISABLE_CODE_SIGNATURE_VERIFICATION</key>
		<false/>
		<key>LOCALE</key>
		<string>en-US</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/firefox</string>
		<key>NAME</key>
		<string>Firefox</string>
		<key>RELEASE</key>
		<string>esr-latest</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Internet</string>
			<key>description</key>
			<string>Mozilla Firefox is a free and open source web browser.</string>
			<key>display_name</key>
			<string>Mozilla Firefox</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.firefox-rc-en_US</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MozillaURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>83628dadcfbe7726c7b4fca960eef9d713384c9c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/MozillaURLProvider.py</string>
				<key>sha256_hash</key>
				<string>3faa6a09292c3a8e1f2fd62c15704d448c62703020674981432ab3d53851a8df</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.firefox-rc-en_US</key>
			<dict>
				<key>git_hash</key>
				<string>192a4b85749fd12fdcc837bb5caa124d487b2538</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.download.recipe</string>
				<key>sha256_hash</key>
				<string>8d1429a6bda5be11cc69eccf1c7f1b6044ecb068f8f3de4a87e359e855f2a05d</string>
			</dict>
			<key>com.github.autopkg.munki.firefox-rc-en_US</key>
			<dict>
				<key>git_hash</key>
				<string>8332edca4fbafc1e8aff8c119e571f27b4853bb5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ca589a917fa5251ad39071dd49b168ed9c6549f4b085e706ea541829c3ec426d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
