<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Firefox</string>
	<key>Input</key>
	<dict>
		<key>LOCALE</key>
		<string>en_US</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/firefox</string>
		<key>NAME</key>
		<string>Firefox</string>
		<key>RELEASE</key>
		<string>latest</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Mozilla Firefox is a free and open source web browser.</string>
			<key>display_name</key>
			<string>Mozilla Firefox</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>postinstall_script</key>
			<string>#!/bin/bash
mkdir -p -m 755 /Applications/Firefox.app/Contents/MacOS/distribution/bundles/
mkdir -p -m 755 /Library/Application\ Support/FirefoxCCK/

if [ ! -L /Applications/Firefox.app/Contents/MacOS/distribution/bundles/sjmc-cck@journalism.wisc.edu ];
then
 ln -s /Library/Application\ Support/FirefoxCCK/sjmc-cck@journalism.wisc.edu /Applications/Firefox.app/Contents/MacOS/distribution/bundles/
fi

if [ ! -L /Applications/Firefox.app/Contents/MacOS/override.ini ];
then
 ln -s /Library/Application\ Support/FirefoxCCK/override.ini /Applications/Firefox.app/Contents/MacOS/
fi

if [ ! -L /Applications/Firefox.app/Contents/MacOS/browser/override.ini ];
then
 ln -s /Library/Application\ Support/FirefoxCCK/override.ini /Applications/Firefox.app/Contents/MacOS/browser/
fi</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.firefox-rc-en_US</string>
</dict>
</plist>
