<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.autopkg-recipes.munki.googlechrome</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/chrome/mac/stable/GGRO/googlechrome.dmg</string>
		<key>NAME</key>
		<string>GoogleChrome</string>
		<key>DISPLAY_NAME</key>
		<string>Google Chrome</string>
		<key>DESCRIPTION</key>
		<string>Chrome is a fast, simple, and secure web browser, built for the modern web.</string>
		<key>DEVELOPER</key>
		<string>Google</string>
		<key>MUNKI_CATEGORY</key>
		<string>Internet</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/google/chrome</string>
		<key>pkginfo</key>
		<dict>
		  <key>name</key>
		  <string>%NAME%</string>
		  <key>display_name</key>
		  <string>%DISPLAY_NAME%</string>
		  <key>description</key>
		  <string>%DESCRIPTION%</string>
		  <key>developer</key>
		  <string>%DEVELOPER%</string>
		  <key>category</key>
		  <string>%MUNKI_CATEGORY%</string>
		  <key>catalogs</key>
		  <array>
		    <string>testing</string>
		  </array>
		  <key>unattended_install</key>
		  <true/>
		  <key>unattended_uninstall</key>
		  <true/>
		  <key>minimum_os_version</key>
		  <string>10.11</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.google-chrome</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>1d8ed0662d02653b32d0c34f041df521a1c551aa</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.download.recipe</string>
				<key>sha256_hash</key>
				<string>f5313754f89bbff7c7d71dd99fa5151b67ff75cf21a00b0ce215c415b0c09549</string>
			</dict>
			<key>com.github.autopkg.munki.google-chrome</key>
			<dict>
				<key>git_hash</key>
				<string>5f5db38265797f1754def56335de7bfc75811305</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.munki.recipe</string>
				<key>sha256_hash</key>
				<string>8fd2feaa1c196109ee3bc4149b2447936782336f913c39875a4ad6c3e6dc4baa</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
