<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.malwarebytes3</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Malwarebytes</string>
		<key>DISPLAY_NAME</key>
		<string>Malwarebytes</string>
		<key>DESCRIPTION</key>
		<string>Proven Malwarebytes technology crushes the growing threat of Mac malware.
		So you are protected and your machine keeps running silky smooth.
		Finally, cybersecurity smart enough for the Mac.</string>
		<key>DEVELOPER</key>
		<string>Malwarebytes</string>
		<key>MUNKI_CATEGORY</key>
		<string>Security</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/malwarebytes</string>
		<key>pkginfo</key>
		<dict>
		  <key>name</key>
		  <string>%NAME%</string>
		  <key>display_name</key>
		  <string>%DISPLAY_NAME%</string>
		  <key>description</key>
		  <string>%DESCRIPTION%</string>
		  <key>developer</key>
		  <string>%DEVELOPER%</string>
		  <key>category</key>
		  <string>%MUNKI_CATEGORY%</string>
		  <key>catalogs</key>
		  <array>
		    <string>testing</string>
		  </array>
		  <key>unattended_install</key>
		  <true/>
		  <key>unattended_uninstall</key>
		  <true/>
		  <key>minimum_os_version</key>
		  <string>10.11</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Malwarebytes 3</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.Malwarebytes 3</key>
			<dict>
				<key>git_hash</key>
				<string>9a3ce62bb30a29b5ef8d814a88fc125820ee4038</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Malwarebytes 3/Malwarebytes 3.download.recipe</string>
				<key>sha256_hash</key>
				<string>b001140300f1eb3d9269b6c43f8c40214b45a42e2dd2d70aef8ef815ff92f007</string>
			</dict>
			<key>com.github.dataJAR-recipes.munki.Malwarebytes 3</key>
			<dict>
				<key>git_hash</key>
				<string>1fb9d9154e6aa17ce2c472531c25f0913021df0e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Malwarebytes 3/Malwarebytes 3.munki.recipe</string>
				<key>sha256_hash</key>
				<string>484cb772127d4062940d9c51e8fb21fb103d2fcec2642b7ed28bd63214e28e10</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
