<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.microsoftword365</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>MINIMUM_OS_VERSION</key>
		<string>10.12.0</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/microsoft/office365/%NAME%</string>
		<key>NAME</key>
		<string>MicrosoftWord365</string>
		<key>PRODUCTID</key>
		<string>525134</string>
		<key>SOFTWARETITLE</key>
		<string>Word</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Auto Update</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft Word</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>The Word you want. State-of-the-art editing, reviewing, and sharing tools make creating and polishing documents easy.</string>
			<key>display_name</key>
			<string>Microsoft Word</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Microsoft Word 365</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.munki.Microsoft Word 365</key>
			<dict>
				<key>git_hash</key>
				<string>e8d5bec67776f13a1789c086923f80989b21de02</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Microsoft Word 365/Microsoft Word 365.munki.recipe</string>
				<key>sha256_hash</key>
				<string>4a3c4aeb4e34c47c254c1ac089ac813de0a61f017488872ec0aaeec30acec386</string>
			</dict>
			<key>com.github.rtrouton.download.microsoftword365</key>
			<dict>
				<key>git_hash</key>
				<string>8a29db2944790f4a29cc98618e0d2e87c96668d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftWord365/MicrosoftWord365.download.recipe</string>
				<key>sha256_hash</key>
				<string>447da48064a925c65307413ae32c76a665d633f0ccf9ad7f53d0de1809441c1c</string>
			</dict>
			<key>com.github.rtrouton.pkg.microsoftword365</key>
			<dict>
				<key>git_hash</key>
				<string>8a29db2944790f4a29cc98618e0d2e87c96668d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftWord365/MicrosoftWord365.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>fef9f1516e78c99ecff2d358816da3f3bd72502d039e7e442052d4753bcf1dab</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
