<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.microsoftoutlook365</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>PRODUCTID</key>
		<string>525137</string>
		<key>SOFTWARETITLE</key>
		<string>Outlook</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>NAME</key>
		<string>MicrosoftOutlook365</string>
		<key>DISPLAY_NAME</key>
		<string>Microsoft Outlook 365</string>
		<key>DESCRIPTION</key>
		<string>Get a clear view of your email, calendars, contacts and even the weather to connect with others more effectively. Designed for Mac, Outlook efficiently keeps track of your digital life.</string>
		<key>DEVELOPER</key>
		<string>Microsoft</string>
		<key>MUNKI_CATEGORY</key>
		<string>Productivity</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/microsoft/office365/outlook</string>
		<key>pkginfo</key>
		<dict>
			<key>name</key>
			<string>%NAME%</string>
			<key>display_name</key>
			<string>%DISPLAY_NAME%</string>
			<key>description</key>
			<string>%DESCRIPTION%</string>
			<key>developer</key>
			<string>%DEVELOPER%</string>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>minimum_os_version</key>
			<string>10.12.0</string>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Auto Update</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft Outlook</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Microsoft Outlook 365</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.munki.Microsoft Outlook 365</key>
			<dict>
				<key>git_hash</key>
				<string>e8d5bec67776f13a1789c086923f80989b21de02</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Microsoft Outlook 365/Microsoft Outlook 365.munki.recipe</string>
				<key>sha256_hash</key>
				<string>e55b8b26ed457926968ca0d406c56cbedf5213a09592b214dbdb9f816182c930</string>
			</dict>
			<key>com.github.rtrouton.download.microsoftoutlook365</key>
			<dict>
				<key>git_hash</key>
				<string>8a29db2944790f4a29cc98618e0d2e87c96668d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftOutlook365/MicrosoftOutlook365.download.recipe</string>
				<key>sha256_hash</key>
				<string>49e6bee5ce8bd6216d6141d33952dff41d3e5e87abcc774ceb6f60ae0e91262f</string>
			</dict>
			<key>com.github.rtrouton.pkg.microsoftoutlook365</key>
			<dict>
				<key>git_hash</key>
				<string>8a29db2944790f4a29cc98618e0d2e87c96668d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftOutlook365/MicrosoftOutlook365.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>64658df5769a8f3d56d93f830ed900bea39ceffddfd7fdcd4e53e160792ff390</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
