<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.sterlinganderson.autopkg.MicrosoftOneNote2016</string>
	<key>Input</key>
	<dict>
		<key>MSLOCALE</key>
		<string>1033</string>
		<key>MSPRODUCT</key>
		<string>OneNote</string>
		<key>MSTYPE</key>
		<string>Combo</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps</string>
		<key>NAME</key>
		<string>Microsoft OneNote</string>
		<key>SHORTNAME</key>
		<string>MicrosoftOneNote</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft OneNote</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft Auto Update</string>
			</array>
			<key>update_for</key>
			<array>
				<string>MSOffice2016</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>name</key>
			<string>%NAME%_%MSTYPE%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.microsoft-recipes.munki.MicrosoftOneNote</string>
</dict>
</plist>
