<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.autopkg-recipes.munki.microsoftoffice365businessprosuite</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL_BASE</key>
		<string>https://go.microsoft.com/fwlink/?linkid=</string>
		<key>ID</key>
		<string>2009112</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/micrososft/office365</string>
		<key>NAME</key>
		<string>MicrosoftOffice365</string>
		<key>SOFTWARETITLE1</key>
		<string>Office</string>
		<key>SOFTWARETITLE2</key>
		<string>Business</string>
		<key>SOFTWARETITLE3</key>
		<string>Pro</string>
		<key>SOFTWARETITLE4</key>
		<string>Suite</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>pkg_ids_set_optional_true</key>
		<array/>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Autoupdate</string>
				<string>Microsoft Outlook</string>
				<string>Microsoft Excel</string>
				<string>Microsoft PowerPoint</string>
				<string>Microsoft Word</string>
				<string>Microsoft OneNote</string>
				<string>Microsoft Teams</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>Microsoft Office 365 Business Pro includes the lastest version of Word, Outlook, Excel, Powerpoint, Word, OneNote and Teams</string>
			<key>developer</key>
			<string>Microsoft</string>
			<key>display_name</key>
			<string>Microsoft Office 365</string>
			<key>minimum_os_version</key>
			<string>10.13.0</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.munki.MicrosoftOffice365BusinessProSuite</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.rtrouton.download.MicrosoftOffice365Suite/OfficeSuiteSKULessVersionProvider</key>
			<dict>
				<key>git_hash</key>
				<string>5cc855ecb6a1236501bfde7677339da3a8557cab</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftOffice365Suite/OfficeSuiteSKULessVersionProvider.py</string>
				<key>sha256_hash</key>
				<string>e16fcb716db59ec3869eb005d30e3d267cebb314167845bceb3224fc304ff2f3</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.MicrosoftOffice365BusinessProSuite</key>
			<dict>
				<key>git_hash</key>
				<string>f20c76b590938a848c61201567a728d44b328ccc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftOffice365BusinessProSuite/MicrosoftOffice365BusinessProSuite.download.recipe</string>
				<key>sha256_hash</key>
				<string>d69c3c87d7e837a9b1d6b74c5856747c9b1708c90c165a4e10cdbec7b47e118f</string>
			</dict>
			<key>com.github.rtrouton.munki.MicrosoftOffice365BusinessProSuite</key>
			<dict>
				<key>git_hash</key>
				<string>022c92012f3e44c6f95b23a77e7c6e717c8bc699</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftOffice365BusinessProSuite/MicrosoftOffice365BusinessProSuite.munki.recipe</string>
				<key>sha256_hash</key>
				<string>124d71e0b3b5adc388c9c47d8d158e10248389cf1a791c703ebd54b25d50f5f9</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>