<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.sterlinganderson.autopkg.MunkiAdmin</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>DOWNLOAD_URL</key>
		<string>https://github.com</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/munkiadmin</string>
		<key>NAME</key>
		<string>MunkiAdmin</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Utility</string>
			<key>description</key>
			<string>MunkiAdmin is a GUI for managing munki repositories. It is written with Objective-C and uses in-memory Core Data store as a backend.</string>
			<key>developer</key>
			<string>Hannes Juutilainen</string>
			<key>display_name</key>
			<string>MunkiAdmin - GUI tools for Munki</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.MunkiAdmin.munki</string>
</dict>
</plist>
