<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
        <key>Identifier</key>
        <string>com.github.sterlinganderson.autopkg.munkireport-sjmc</string>
        <key>Input</key>
        <dict>
                <key>BASEURL</key>
                <string>https://munkireport.journalism.wisc.edu</string>
                <key>MUNKI_REPO_SUBDIR</key>
                <string>apps/utilities/munkireport</string>
                <key>NAME</key>
                <string>Munkireport</string>
                <key>modules</key>
                <array/>
                <key>pkginfo</key>
                <dict>
                        <key>catalogs</key>
                        <array>
                                <string>testing</string>
                        </array>
                        <key>description</key>
                        <string>Munkireport is a reporting tool.</string>
                        <key>display_name</key>
                        <string>Munkireport</string>
                        <key>name</key>
                        <string>%NAME%</string>
                        <key>unattended_install</key>
                        <true/>
                </dict>
        </dict>
        <key>ParentRecipe</key>
        <string>com.github.munkireport.autopkg.munki</string>
</dict>
</plist>