<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.munkireport</string>
	<key>Input</key>
	<dict>
		<key>BASEURL</key>
		<string>https://munkireport.journalism.wisc.edu/</string>
		<key>NAME</key>
		<string>Munkireport</string>
		<key>DISPLAY_NAME</key>
		<string>Munkireport</string>
		<key>DESCRIPTION</key>
		<string>Munkireport is a reporting tool.</string>
		<key>DEVELOPER</key>
		<string>Munkireport</string>
		<key>MUNKI_CATEGORY</key>
		<string>Utilities</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>utilities/munkireport</string>
		<key>pkginfo</key>
		<dict>
			<key>name</key>
			<string>%NAME%</string>
			<key>display_name</key>
			<string>%DISPLAY_NAME%</string>
			<key>description</key>
			<string>%DESCRIPTION%</string>
			<key>developer</key>
			<string>%DEVELOPER%</string>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>minimum_os_version</key>
			<string>10.11</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.munkireport.autopkg.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MunkiReportPackager</key>
			<dict>
				<key>git_hash</key>
				<string>45f23736c9d32ae34e34151c72039efd7a0b23cd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.munkireport-recipes/MunkiReportPackager.py</string>
				<key>sha256_hash</key>
				<string>4901ed95c07141ba55387ea3f16244aec63d126df40ea1a8a7f12f6bb9d993ae</string>
			</dict>
			<key>MunkiReportUrlCreator</key>
			<dict>
				<key>git_hash</key>
				<string>fbe86e44e82f4f8743745df9e88e5b58e05abea7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.munkireport-recipes/MunkiReportUrlCreator.py</string>
				<key>sha256_hash</key>
				<string>abaf3b2c246274617c2dd6065bce7ad7abc29a33be124f3ab05ae6d7e8ae4561</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.munkireport.autopkg.munki</key>
			<dict>
				<key>git_hash</key>
				<string>8b0f30e6f08ad7f98502eded596a25a6aabf4c05</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.munkireport-recipes/munkireport.munki.recipe</string>
				<key>sha256_hash</key>
				<string>cf065010c260f40075a882f5d46bbfa5d1828e6860ad27bbbb646aa3264f5613</string>
			</dict>
			<key>com.github.munkireport.autopkg.pkg</key>
			<dict>
				<key>git_hash</key>
				<string>1a84b4a0a9ecbb9fe48e41709933ca28bc8e1bec</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.munkireport-recipes/munkireport.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>3bd7c98def478cefe4fc95cd2e84e1bc79449ca0f64456b027ece62042024203</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
