<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.autopkg-recipes.munki.outset</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Outset</string>
		<key>DISPLAY_NAME</key>
		<string>Outset</string>
		<key>DESCRIPTION</key>
		<string>Automatically process packages and scripts at first boot.</string>
		<key>DEVELOPER</key>
		<string>Joseph Chilcote</string>
		<key>MUNKI_CATEGORY</key>
		<string>Utilities</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>utilities/outset</string>
		<key>pkginfo</key>
		<dict>
		  <key>name</key>
		  <string>%NAME%</string>
		  <key>display_name</key>
		  <string>%DISPLAY_NAME%</string>
		  <key>description</key>
		  <string>%DESCRIPTION%</string>
		  <key>developer</key>
		  <string>%DEVELOPER%</string>
		  <key>category</key>
		  <string>%MUNKI_CATEGORY%</string>
		  <key>catalogs</key>
		  <array>
		    <string>testing</string>
		  </array>
		  <key>unattended_install</key>
		  <true/>
		  <key>unattended_uninstall</key>
		  <true/>
		  <key>minimum_os_version</key>
		  <string>10.11</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.grahamgilbert.munki.outset</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.grahamgilbert.download.outset</key>
			<dict>
				<key>git_hash</key>
				<string>5a3aafd259be0612ea56ee86607e19e0ed00dfa6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahamgilbert-recipes/outset/outset.download.recipe</string>
				<key>sha256_hash</key>
				<string>0da8b0237e86eedba40b47516809864d4ddf9789797c4315a8b6254825cbbf2d</string>
			</dict>
			<key>com.github.grahamgilbert.munki.outset</key>
			<dict>
				<key>git_hash</key>
				<string>371acb53f782813ac6b5ccebe8df454ec73c1e1e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahamgilbert-recipes/outset/outset.munki.recipe</string>
				<key>sha256_hash</key>
				<string>1aff5d667bfa89afa585f04db0c87b03415d32604cd24c30b6d4b1591c181573</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
