<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.pacifist</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/pacifist</string>
		<key>NAME</key>
		<string>Pacifist</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://www.charlessoft.com/cgi-bin/pacifist_sparkle.cgi</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Utilities</string>
			<key>description</key>
			<string>Pacifist is a shareware application that opens Mac OS X .pkg package files, .dmg disk images, and .zip, .tar, .tar.gz, .tar.bz2, and .xar archives and allows you to extract individual files and folders out of them.</string>
			<key>developer</key>
			<string>CharlesSoft</string>
			<key>display_name</key>
			<string>Pacifist</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.arubdesu.munki.Pacifist</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.arubdesu.download.Pacifist</key>
			<dict>
				<key>git_hash</key>
				<string>3b620af983858aec31ea7a6281dc9cd839940279</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/Pacifist/Pacifist.download.recipe</string>
				<key>sha256_hash</key>
				<string>3a105a024b7a094e4f3d2f91e9ad379b07a4abe7c6c9d1b1d792a9bc4e267ae6</string>
			</dict>
			<key>com.github.arubdesu.munki.Pacifist</key>
			<dict>
				<key>git_hash</key>
				<string>fb9fde5700ce3fda82384f70f7d4a0585ec42881</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/Pacifist/Pacifist.munki.recipe</string>
				<key>sha256_hash</key>
				<string>97cdcf9f4ebbee7f8a34c83e5867c488c04748f4f7e9ec3cc744421de7815990</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
