<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.autopkg-recipes.munki.rstudio</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_MIRROR</key>
		<string>https://download1.rstudio.org</string>
		<key>SEARCH_PATTERN</key>
		<string>(?P&lt;dmg&gt;RStudio-(?P&lt;version&gt;[0-9.]+)\.dmg)</string>
		<key>SEARCH_URL</key>
		<string>https://www.rstudio.com/products/rstudio/download/</string>
		<key>NAME</key>
		<string>rstudio</string>
		<key>DISPLAY_NAME</key>
		<string>RStudio</string>
		<key>DESCRIPTION</key>
		<string>RStudio is the premier integrated development environment for R. It is available in open source and commercial editions and runs on the desktop (Windows, Mac, and Linux) or over the web with RStudio Server.</string>
		<key>DEVELOPER</key>
		<string>RStudio</string>
		<key>MUNKI_CATEGORY</key>
		<string>Productivity</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/rstudio</string>
		<key>pkginfo</key>
		<dict>
		  <key>name</key>
		  <string>%NAME%</string>
		  <key>display_name</key>
		  <string>%DISPLAY_NAME%</string>
		  <key>description</key>
		  <string>%DESCRIPTION%</string>
		  <key>developer</key>
		  <string>%DEVELOPER%</string>
		  <key>category</key>
		  <string>%MUNKI_CATEGORY%</string>
		  <key>catalogs</key>
		  <array>
		    <string>testing</string>
		  </array>
		  <key>unattended_install</key>
		  <true/>
		  <key>unattended_uninstall</key>
		  <true/>
		  <key>minimum_os_version</key>
		  <string>10.12</string>
			<key>requires</key>
			<array>
				<string>r</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.RStudio</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.RStudio</key>
			<dict>
				<key>git_hash</key>
				<string>ace1154fd8e627a1e509dd947799a4cfa6b4b7bf</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/RStudio/RStudio.download.recipe</string>
				<key>sha256_hash</key>
				<string>0c31bb4b003283ef84165ba7c4bd13667223e5a9c68dbd6e1e2f51a1faac68e8</string>
			</dict>
			<key>com.github.joshua-d-miller.autopkg.munki.RStudio</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/RStudio/RStudio.munki.recipe</string>
				<key>sha256_hash</key>
				<string>da273966c5aaea8f1b0273e37fa2b47765cb282d10c65bcda97606e21c9e6365</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
