<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.sterlinganderson.autopkg.Sal-osquery</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>config/sal</string>
		<key>NAME</key>
		<string>sal-osquery</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>osquery configuration for Sal.</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>requires</key>
			<array>
				<string>osquery</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>update_for</key>
			<array>
				<string>sal_scripts</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.grahamgilbert.Sal-osquery.munki</string>
</dict>
</plist>
