<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.solstice</string>
	<key>Input</key>
	<dict>
		<key>APP_FILENAME</key>
		<string>SolsticeClientMacWeb</string>
		<key>DOWNLOAD_URL</key>
		<string>http://www.mersive.com/downloads/SolsticeClientMacWeb.zip</string>
		<key>DISABLE_CODE_SIGNATURE_VERIFICATION</key>
		<false/>
		<key>LOCALE</key>
		<string>en-US</string>
		<key>NAME</key>
		<string>Solstice</string>
		<key>DISPLAY_NAME</key>
		<string>Mersive Solstice</string>
		<key>DESCRIPTION</key>
		<string>Easily share and control any amount of content from laptops and mobile devices to the meeting room display. Wirelessly stream device screens, app windows, HD videos and more – whatever it takes to drive consensus and get the job done.</string>
		<key>DEVELOPER</key>
		<string>Solstice</string>
		<key>MUNKI_CATEGORY</key>
		<string>Multimedia</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/solstice</string>
		<key>pkginfo</key>
		<dict>
		  <key>name</key>
		  <string>%NAME%</string>
		  <key>display_name</key>
		  <string>%DISPLAY_NAME%</string>
		  <key>description</key>
		  <string>%DESCRIPTION%</string>
		  <key>developer</key>
		  <string>%DEVELOPER%</string>
		  <key>category</key>
		  <string>%MUNKI_CATEGORY%</string>
		  <key>catalogs</key>
		  <array>
		    <string>testing</string>
		  </array>
		  <key>unattended_install</key>
		  <true/>
		  <key>unattended_uninstall</key>
		  <true/>
		  <key>minimum_os_version</key>
		  <string>10.11</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.chalcahuite.munki.Solstice</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.chalcahuite.download.Solstice</key>
			<dict>
				<key>git_hash</key>
				<string>6d5b3c8a6533a2aba45c647b8f7af9462d3567da</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.chalcahuite-recipes/Solstice/Solstice.download.recipe</string>
				<key>sha256_hash</key>
				<string>09c84a2c72e67c2aea49b2777757cf208284491ad0dba429256a65f2db8ebd45</string>
			</dict>
			<key>com.github.chalcahuite.munki.Solstice</key>
			<dict>
				<key>git_hash</key>
				<string>6d5b3c8a6533a2aba45c647b8f7af9462d3567da</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.chalcahuite-recipes/Solstice/Solstice.munki.recipe</string>
				<key>sha256_hash</key>
				<string>750ca084c1860ffff68d4cf9d75549549aeb8cae8fd127bf29c21aa12876f4b2</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
