<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Comment</key>
	<string>Created with Recipe Robot v1.1.2 (https://github.com/homebysix/recipe-robot)</string>
	<key>Description</key>
	<string>Downloads the latest version of Solstice and imports it into Munki.</string>
	<key>Identifier</key>
	<string>com.github.strlng.autopkg.munki.SolsticeUSB</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>APP_FILENAME</key>
		<string>Solstice Client</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/mersive</string>
		<key>NAME</key>
		<string>Solstice</string>
		<key>DISPLAY_NAME</key>
		<string>Solstice</string>
		<key>DEVELOPER</key>
		<string>Mersive</string>
		<key>MUNKI_CATEGORY</key>
		<string>Productivity</string>
		<key>DESCRIPTION</key>
		<string></string>
		<key>pkginfo</key>
		<dict>
			<key>name</key>
			<string>%NAME%</string>
			<key>display_name</key>
			<string>%DISPLAY_NAME%</string>
			<key>description</key>
			<string>%DESCRIPTION%</string>
			<key>developer</key>
			<string>%DEVELOPER%</string>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>minimum_os_version</key>
			<string>10.13</string>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
		</dict>
	</dict>
	<key>MinimumVersion</key>
	<string>1.0.0</string>
	<key>ParentRecipe</key>
	<string>com.github.rustymyers.download.SolsticeUSB</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>dmg_path</key>
				<string>%RECIPE_CACHE_DIR%/%NAME%.dmg</string>
				<key>dmg_root</key>
				<string>%RECIPE_CACHE_DIR%/%NAME%</string>
			</dict>
			<key>Processor</key>
			<string>DmgCreator</string>
		</dict>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>pkg_path</key>
				<string>%dmg_path%</string>
				<key>repo_subdirectory</key>
				<string>%MUNKI_REPO_SUBDIR%</string>
			</dict>
			<key>Processor</key>
			<string>MunkiImporter</string>
		</dict>
	</array>
</dict>
</plist>
