<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.tableaupublic</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://public.tableau.com/s/download/public/mac</string>
		<key>NAME</key>
		<string>TableauPublic</string>
		<key>DISPLAY_NAME</key>
		<string>Tableau Public</string>
		<key>DESCRIPTION</key>
		<string>Data in. Brilliance out. Visualize and Share Your Data in Minutes.</string>
		<key>DEVELOPER</key>
		<string>Tableau</string>
		<key>MUNKI_CATEGORY</key>
		<string>Productivity</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/tableau</string>
		<key>pkginfo</key>
		<dict>
		  <key>name</key>
		  <string>%NAME%</string>
		  <key>display_name</key>
		  <string>%DISPLAY_NAME%</string>
		  <key>description</key>
		  <string>%DESCRIPTION%</string>
		  <key>developer</key>
		  <string>%DEVELOPER%</string>
		  <key>category</key>
		  <string>%MUNKI_CATEGORY%</string>
		  <key>catalogs</key>
		  <array>
		    <string>testing</string>
		  </array>
		  <key>unattended_install</key>
		  <true/>
		  <key>unattended_uninstall</key>
		  <true/>
		  <key>minimum_os_version</key>
		  <string>10.11</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.foigus.munki.tableau-public</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.foigus.download.tableau-public</key>
			<dict>
				<key>git_hash</key>
				<string>65424577c302e6761d9181ffdea0ed4a7a53434d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/Tableau/TableauPublic.download.recipe</string>
				<key>sha256_hash</key>
				<string>69d559ba99fb6117e867778bc0ed6594cfcb5feb8a301f16d1901ed30fd73f93</string>
			</dict>
			<key>com.github.foigus.munki.tableau-public</key>
			<dict>
				<key>git_hash</key>
				<string>4031ae79f85f35882dab6afa86ded0a311c99d19</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/Tableau/TableauPublic.munki.recipe</string>
				<key>sha256_hash</key>
				<string>77772275f00e9f9fb0629adecdc74edbc484b55f5fe75019ac58ddda85b6b8d1</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
