<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.sterlinganderson.autopkg.Tableau</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.tableau.com/downloads/desktop/mac</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Tableau</string>
		<key>NAME</key>
		<string>TableauDesktop</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Tableau Desktop is data visualization software that lets you see and understand data in minutes.</string>
			<key>display_name</key>
			<string>Tableau Desktop</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.gmarnin.munki.tableau-desktop</string>
</dict>
</plist>
