<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.munki.transmission</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>NAME</key>
		<string>Transmission</string>
		<key>DISPLAY_NAME</key>
		<string>Transmission</string>
		<key>DESCRIPTION</key>
		<string>Transmission bittorrent client runs natively on multiple operating systems.</string>
		<key>DEVELOPER</key>
		<string>Transmission Project</string>
		<key>MUNKI_CATEGORY</key>
		<string>Internet</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/transmission</string>
		<key>pkginfo</key>
		<dict>
		  <key>name</key>
		  <string>%NAME%</string>
		  <key>display_name</key>
		  <string>%DISPLAY_NAME%</string>
		  <key>description</key>
		  <string>%DESCRIPTION%</string>
		  <key>developer</key>
		  <string>%DEVELOPER%</string>
		  <key>category</key>
		  <string>%MUNKI_CATEGORY%</string>
		  <key>catalogs</key>
		  <array>
		    <string>testing</string>
		  </array>
		  <key>unattended_install</key>
		  <true/>
		  <key>unattended_uninstall</key>
		  <true/>
		  <key>minimum_os_version</key>
		  <string>10.11</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.Transmission.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jleggat.Transmission.download</key>
			<dict>
				<key>git_hash</key>
				<string>bdcb8a820b978ebf81bbb392019ca15da651080d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/Transmission/Transmission.download.recipe</string>
				<key>sha256_hash</key>
				<string>b5181d89da3882d8eaddd246bb8cc74bfde4ac2805021cb595ffe496982dfd18</string>
			</dict>
			<key>com.github.jleggat.Transmission.munki</key>
			<dict>
				<key>git_hash</key>
				<string>d9c068e0f5c739d5834edafc7ab93947e7605eb3</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/Transmission/Transmission.munki.recipe</string>
				<key>sha256_hash</key>
				<string>492b303499478e061ae2a983adda3665ad0a9ac134a012804a78aa1583658c04</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
