<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
  <key>Description</key>
  <string>Downloads and imports the full installer pkg for Microsoft Office 365 into Munki.
    This borrows heavily (one might say nearly copies) from rtrouton-recipes Office recipes.</string>
  <key>Identifier</key>
  <string>com.github.strlng.munki.microsoftoffice365</string>
  <key>Input</key>
  <dict>
    <key>DOWNLOADURL</key>
    <string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
    <key>PRODUCTID</key>
    <string>525133</string>
    <key>SOFTWARETITLE</key>
    <string>Office</string>
    <key>VENDOR</key>
    <string>Microsoft</string>
    <key>NAME</key>
    <string>MicrosoftOffice365</string>
    <key>DISPLAY_NAME</key>
    <string>Microsoft Office 365</string>
    <key>DESCRIPTION</key>
    <string>Office 365 is a cloud-based subscription service that brings together the best tools for the way people work today. By combining best-in-class apps like Excel and Outlook with powerful cloud services like OneDrive and Microsoft Teams, Office 365 lets anyone create and share anywhere on any device.</string>
    <key>DEVELOPER</key>
    <string>Microsoft</string>
    <key>MUNKI_CATEGORY</key>
    <string>Productivity</string>
    <key>MUNKI_REPO_SUBDIR</key>
    <string>apps/microsoft/office365/suite</string>
    <key>pkginfo</key>
    <dict>
      <key>name</key>
      <string>%NAME%</string>
      <key>display_name</key>
      <string>%DISPLAY_NAME%</string>
      <key>description</key>
      <string>%DESCRIPTION%</string>
      <key>developer</key>
      <string>%DEVELOPER%</string>
      <key>category</key>
      <string>%MUNKI_CATEGORY%</string>
      <key>catalogs</key>
      <array>
        <string>testing</string>
      </array>
      <key>unattended_install</key>
      <true/>
      <key>unattended_uninstall</key>
      <true/>
      <key>minimum_os_version</key>
      <string>10.12.0</string>
      <key>blocking_applications</key>
      <array>
          <string>Microsoft Auto Update</string>
          <string>Microsoft Error Reporting</string>
          <string>Microsoft Excel</string>
          <string>Microsoft OneDrive</string>
          <string>Microsoft OneNote</string>
          <string>Microsoft Outlook</string>
          <string>Microsoft PowerPoint</string>
          <string>Microsoft Word</string>
      </array>
    </dict>
  </dict>
  <key>MinimumVersion</key>
  <string>1.0.0</string>
  <key>ParentRecipe</key>
  <string>com.github.strlng.download.microsoftoffice365</string>
  <key>Process</key>
  <array>
      <dict>
          <key>Processor</key>
          <string>MunkiPkginfoMerger</string>
          <key>Arguments</key>
          <dict>
              <key>additional_pkginfo</key>
              <dict>
                  <key>minimum_os_version</key>
                  <string>%MINIMUM_OS_VERSION%</string>
              </dict>
          </dict>
      </dict>
      <dict>
          <key>Processor</key>
          <string>MunkiImporter</string>
          <key>Arguments</key>
          <dict>
              <key>pkg_path</key>
              <string>%pathname%</string>
              <key>repo_subdirectory</key>
              <string>%MUNKI_REPO_SUBDIR%</string>
          </dict>
      </dict>
  </array>
</dict>
</plist>
