<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.2016SuiteSKULess</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL_BASE</key>
		<string>http://go.microsoft.com/fwlink/?linkid=</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/microsoft/office2016</string>
		<key>NAME</key>
		<string>MSOffice2016</string>
		<key>REGION</key>
		<string>525133</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Autoupdate</string>
				<string>Microsoft Outlook</string>
				<string>Microsoft Excel</string>
				<string>Microsoft PowerPoint</string>
				<string>Microsoft Word</string>
				<string>Microsoft OneNote</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>developer</key>
			<string>Microsoft</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.arubdesu-recipes.munki.Office2016Suite</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>OfficeSuiteSKULessVersionProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b906d282cdf97e77fae34c509799f5ec46da6d56</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/2016SuiteSKUless/OfficeSuiteSKULessVersionProvider.py</string>
				<key>sha256_hash</key>
				<string>65fe6cc58fda7c199d56c658fea868069b53c07e876036bf1b446c03cb02f336</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.arubdesu-recipes.download.Office2016Suite</key>
			<dict>
				<key>git_hash</key>
				<string>4995867aa3ba8512f5450213074ef207f532997e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/2016SuiteSKUless/2016SuiteSKULess.download.recipe</string>
				<key>sha256_hash</key>
				<string>9e715aded8beeaa2cbcbb432dc4b26f42660571606628dda73daea0a958e67ca</string>
			</dict>
			<key>com.github.autopkg.arubdesu-recipes.munki.Office2016Suite</key>
			<dict>
				<key>git_hash</key>
				<string>4995867aa3ba8512f5450213074ef207f532997e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/2016SuiteSKUless/2016SuiteSKULess.munki.recipe</string>
				<key>sha256_hash</key>
				<string>e36e1702a62af0cf1136a4677014186440d3303c6fb56c5f36f4ec30e1f7d605</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
