<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.strlng.autopkg-recipes.munki.Alfred3</string>
	<key>Input</key>
	<dict>
		<key>MAJOR_VERSION</key>
		<string>3</string>
		<key>MUNKI_CATEGORY</key>
		<string>Utilities</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/alfred</string>
		<key>NAME</key>
		<string>Alfred3</string>
		<key>RELEASE_TYPE</key>
		<string>stable</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Alfred 3</string>
				<string>Alfred Preferences</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Alfred is a productivity application for Mac OS X, which aims to save you time in searching your local computer and the web.</string>
			<key>developer</key>
			<string>Running with Crayons Ltd</string>
			<key>display_name</key>
			<string>Alfred 3</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.Alfred3</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AlfredURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>7ecc2f0d28ff36d67aee66851531caff2377f7b3</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AlfredApp/AlfredURLProvider.py</string>
				<key>sha256_hash</key>
				<string>eb8e3bc04d7e7b206af744c4c08206590b2d5a3b42e2670dcc849d8386133f55</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.Alfred3</key>
			<dict>
				<key>git_hash</key>
				<string>89bba55431c07e37bb498cc476ba2366dcf52469</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AlfredApp/Alfred3.download.recipe</string>
				<key>sha256_hash</key>
				<string>6e7fbdb3457ad52eece1b35fb8798c2dd79bc516d08c2dcc509c90c44508a30a</string>
			</dict>
			<key>io.github.hjuutilainen.munki.Alfred3</key>
			<dict>
				<key>git_hash</key>
				<string>0ccbbd22b2c2a4343029bce9d684323f91354a71</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AlfredApp/Alfred3.munki.recipe</string>
				<key>sha256_hash</key>
				<string>a9ead29ce859c1d8ee6aeddd9e9819fb871a8de924b63ae7b2c9fed0f7c3ab4c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
