<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.recipe.munki.CreativeCloudApp</string>
	<key>Input</key>
	<dict>
		<key>FETCH_ICON</key>
		<string>false</string>
		<key>FETCH_RELEASE_NOTES</key>
		<string>false</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/adobe</string>
		<key>NAME</key>
		<string>CreativeCloudApp</string>
		<key>ccpinfo</key>
		<dict>
			<key>Language</key>
			<string>en_US</string>
			<key>Products</key>
			<array>
				<dict>
					<key>baseVersion</key>
					<string></string>
					<key>sapCode</key>
					<string>KCCC</string>
					<key>version</key>
					<string>latest</string>
				</dict>
			</array>
			<key>adminPrivilegesEnabled</key>
			<true/>
			<key>appsPanelEnabled</key>
			<true/>
			<key>customerType</key>
			<string>enterprise</string>
			<key>matchOSLanguage</key>
			<true/>
			<key>organizationName</key>
			<string>University of Wisconsin</string>
			<key>rumEnabled</key>
			<true/>
			<key>updatesEnabled</key>
			<false/>
		</dict>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>developer</key>
			<string>Adobe</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.mosen.munki.Adobe.CreativeCloudApp</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>CreativeCloudFeed</key>
			<dict>
				<key>git_hash</key>
				<string>061b3e7c50b344b458ea8f1ac279c671b6d0ba09</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.adobe-ccp-recipes/Adobe/CreativeCloudFeed.py</string>
				<key>sha256_hash</key>
				<string>f95d3b867c0d36bda0e7fd3ce0140f728fe62d512aacf89f7056ffeab5ec52ee</string>
			</dict>
			<key>CreativeCloudPackager</key>
			<dict>
				<key>git_hash</key>
				<string>061b3e7c50b344b458ea8f1ac279c671b6d0ba09</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.adobe-ccp-recipes/Adobe/CreativeCloudPackager.py</string>
				<key>sha256_hash</key>
				<string>99b8c085af49d5b89c46e8a3d6ac3d2f60909ee6a3bd1f09d6862c559c9db779</string>
			</dict>
			<key>CreativeCloudVersioner</key>
			<dict>
				<key>git_hash</key>
				<string>c581df2b6ec63d57fbcb6aa438cfba0290e64b09</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.adobe-ccp-recipes/Adobe/CreativeCloudVersioner.py</string>
				<key>sha256_hash</key>
				<string>f5e1934abe23271f4fd0e5d8e86bc19a25a69d513b118f952506d00ebca54bb9</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.mosen.munki.Adobe.CreativeCloudApp</key>
			<dict>
				<key>git_hash</key>
				<string>66c7fb797cd3333035dd28cc843572ad49e520a5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.adobe-ccp-recipes/Adobe/CreativeCloudApp.munki.recipe</string>
				<key>sha256_hash</key>
				<string>e2faaf28fc003f02706f752760c69f6143c17125318505fc31aea444605cb177</string>
			</dict>
			<key>com.github.mosen.pkg.Adobe.CreativeCloudApp</key>
			<dict>
				<key>git_hash</key>
				<string>70ffbdcd9571d62f8e21868eb418c6eda63f23c4</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.adobe-ccp-recipes/Adobe/CreativeCloudApp.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>2e2d0805f041260d43c83e5600027ec03172b681133f5f02f71e0c520fb38964</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
