<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MSOnenote2016</string>
	<key>Input</key>
	<dict>
		<key>CHANNEL</key>
		<string>Production</string>
		<key>LOCALE_ID</key>
		<string>1033</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/microsoft/office/onenote</string>
		<key>NAME</key>
		<string>MSOneNote2016</string>
		<key>VERSION</key>
		<string>latest</string>
		<key>munki_required_update_name</key>
		<string></string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft OneNote</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft AutoUpdate</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>display_name</key>
			<string>Microsoft OneNote for Mac</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.MSOneNote2016</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOffice2016URLandUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>bae6c3c49b86df34cd39965dcfad6f4b75ed88a2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2016URLandUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>58d2b507db9913b27e96db55735008e19fea2e1b19cdcbeca4af5ccf026d6be2</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.MSOneNote2016</key>
			<dict>
				<key>git_hash</key>
				<string>f9b3e4faca9144c984664ce5250836ab2fd4967b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOneNote2016.download.recipe</string>
				<key>sha256_hash</key>
				<string>2e1d78aa95ba68d386c0fcbe800b522734d7dc72769b50be05553fbe46716844</string>
			</dict>
			<key>com.github.autopkg.munki.MSOneNote2016</key>
			<dict>
				<key>git_hash</key>
				<string>0917c7b9fbaa6c88e33db07a7f3ca08d4b3988ea</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOneNote2016.munki.recipe</string>
				<key>sha256_hash</key>
				<string>53b6dece2dde92687cf3b3486c3402e4d28172b02ea9dc22f23a4affd3591092</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
